const lineData={
	"status": 0,
	"msg": "",
	"data": {
		"line": {
			"fields": ["直接访问", "搜索引擎", "外部链接","搜索词"],
			"items": [
				[
					["2019/12/14"],
					["2019/12/15"],
					["2019/12/16"],
					["2019/12/17"],
					["2019/12/18"],
					["2019/12/19"],
					["2019/12/20"]
				],
				[
                    [424, 2337, 534, 53],
					[800, 2204, 710, 61],
					[1000, 5198, 514, 354],
					[500, 5426, 277, 482],
					[500, 5250, 335, 330],
					[666, 5592, 203, 194],
					[66, 2047, 37, 59]
				],
				[],
				[]
			]
		}

	}
}

export  {lineData};
// import {lineData} from "@/assets/lineData";
// 或者
// export default lineData;
// import lineData from "@/assets/lineData";
